export const termsContent = {
    background: `אתר ביבלי (bibli.co.il) נוצר על מנת לשפר את איכות העבודות של סטודנטים על ידי כך שהוא מאפשר להם להשקיע את זמנם ומרצם בכתיבת העבודות ולא בניתוח הפרטים הטכניים. האתר נוצר עבור ובשביל הסטודנטים, מתוך כוונה טובה לאפשר להם לקצר את הליך כתיבת הביבליוגרפיה. עם זאת, אינו לוקח כל אחריות בנוגע לשימוש שנעשה ברשומות הביבליוגרפיות ו/או כל הורדת ציון שנעשה בגין השימוש באתר. כל העושה שימוש באתר, עושה זאת על אחריותו בלבד. עצם השימוש באתר מביע הסכמה לשורות הרשומות מעלה. הרשומות הביבליוגרפיות באתר זה נערכו לפי כללי ה APA מהדורה שישית שיצאה לאור בשנת 2010. שימוש מהנה.`,
    list: [
        ` השימוש באתר על תכניו והשירותים הניתנים בו, מוצעים לך בכפוף לקבלתך את כל התנאים הכלולים בתקנון זה.`,
        `הגלישה באתר ו/או הרשמתך לקבלת שירותיו, ייחשבו להסכמה מצדך לתנאים אלה.`,
        `הנהלת האתר רשאית להשעות, לחסום או להפסיק לאלתר את גישת הגולש לשירות אם יפר את תנאי התקנון.`,
        `הנהלת האתר רשאית לעדכן את תנאי התקנון מעת לעת.`,
        `אין לעשות באתר או באמצעותו כל שימוש למטרות בלתי חוקיות.`,
        `אין לרשום אדם אחר שלא בהסכמתו ו/או ללא נוכחותו מול המסך בשעת הרישום ולאחר שהוסברו לו כל תנאי תקנון זה.`,
        `הרישום באתר הוא לשימוש האישי והבלעדי של הגולש אשר אינו רשאי להעביר את הרשאת השימוש לאדם אחר כלשהו. חובה מיוחדת לדייק לחלוטין בכל הפרטים האישיים הנדרשים לצורך הרישום ולצורך הקשר השוטף עם המנוי.`,
        `ביצוע התשלום עבור חבילה בתשלום תיעשה על ידי הנרשם עצמו או אדם מטעמו. הן על הנרשם והן על המשלם להיות בני 18 ומעלה. הרשמה לאתר מתחת לגיל זה לא תתקבל.`,

        `פרטי התשלום באתר נעשים דרך חברת הסליקה ואינם נשמרים באתר או עוברים דרכו. צוות האתר אינו חשוף אליהם וגם לא ייחשף אליהם. מעבר לכך, שאר הנתונים נאספים באתר לצורך הפעילות השוטפת וכן לבקרת ושיפור טיב השירות ולעדכון המשתמשים על נושאים רלוונטיים ושינויים באתר, במידת הצורך, כפי שתראה לנכון הנהלת האתר. כך או כך, לא ייעשה שימוש לרעה בנתונים שנאספים והם לא יועברו לגורם חיצוני.`,

        `הנך אחראי באופן בלעדי לנכונות המידע אותו תפרסם או תעביר באמצעות האתר. הנהלת האתר אינה אחראית לתכנים אלו, אך במידה ויימצאו אי-סדרים או תלונות, תהיה רשאית לפעול להסרתם.`,
        `שום גוף אקדמי או חינוכי עומדים מאחורי או מסייעים במימון האתר.`,
        `כל זכויות הקניין הרוחני וזכויות היוצרים הכרוכים באתר הם של הנהלת האתר בלבד. אין לך כל בעלות על תכנים שיצרת תוך שימוש באתר ולא תהיה לך כל זכאות לזכויות יוצרים עבורם.	`,
        `הנהלת האתר אינה אחראית לתוכן מודעות הפרסום באתר, "באנרים" או לכל חומר פרסומי באתר. האחריות לכך על המפרסמים בלבד.`,
        `הימצאותם של קישורים ("לינקים") לאתרים אחרים אינם מהווים ערובה לתכנים באתרים אלה מבחינת מהימנותם, שלמותם, או מכל בחינה אחרת.`,
    ],
    responsibility: [
        `האחריות על השימוש באתר חלה רק עבור משתמשים רשומים.`,
        `בחירת תכנית ותשלום עליה מותנים בקריאת תקנון זה. על כן, מאשר המשתמש כי הוא קרא את תנאי החבילה בה ובחרת ואת מגבלותיה וכן כי הוא מאשר את התשלום עליה.`,
        `התשלום המוצג יכלול מע"מ ויהווה את  הסכום המלא אותו על הלקוח לשלם, לפי התקופה המוגדרת.`,
        `לאחר ביצוע התשלום, יבוצע וידוא של התשלום וחשבון המשתמש ייפתח, תוך 7 ימי עסקים לכל המאוחר. כמו כן, במידה ותתעורר בעיה הנוגעת לתשלום לאחר פתיחת החשבון, רשאי צוות האתר להקפיא או למחוק את חשבונו של המשתמש.`,
        `ניתן לבטל את העסקה עד 14 ימי עסקים מרגע ביצוע התשלום בהתאם לחוק להגנת הצרכן, לרבות כלל הסעיפים התקפים בו. התשלום לא ייעשה בהתאם למידת השימוש באתר, אלא בהתאם לתכנית הנבחרת בלבד.`,
        `במידה המשתמש מעוניין לבטל את העסקה, עליו ליידע את צוות האתר בתוך פרק הזמן שצוין מעלה, דרך כתובת המייל או מספר הטלפון המופיעים באתר – וכן לקבל מהם אישור בכתב כי הפנייה התקבלה וכי העסקה תבוטל. במידה ולא התקבל אישור מצוות האתר, יש לפנות שוב באמצעות המייל או באמצעות מס' הטלפון המופיעים באתר ולוודא כי הבקשה נתקבלה.`,
        `בכוונת הנהלת האתר כי האתר ושירותיו יהיו זמינים בכל עת. יחד עם זאת אין ביכולת הנהלת האתר להתחייב לזמינות רצופה ללא תקלות וללא "נפילות". כמו כן רשאית הנהלת האתר להפסיק את השימוש באתר מעת לעת לצורכי תחזוקתו וארגונו. לא יינתן כל פיצוי כספי/זיכוי בשל תקלות או הפסקות בשירות.`,
        `ציוני הסטודנטים במהלך לימודיהם או לאחריהם אינם נכללים בתחומי אחריות השירות. הנהלת האתר אינה מקבלת על עצמה אחריות על הורדת ציון בגין רשומה ביבליוגרפית לא נכונה או עבור כל פעולה אחרת מצד מוסד הלימודים. אנו ממליצים תמיד להתייעץ עם גורם אקדמי מוסמך לפני השימוש באתר, במהלכו ולאחריו.`,
    ]
}